{
  "title": "เงื่อนไขการใช้งานและนโยบายความเป็นส่วนตัว",
  "sections": [
    {
      "header": "1. การยอมรับเงื่อนไขการใช้งาน",
      "content": "เมื่อคุณสมัครสมาชิกหรือใช้งานแอปพลิเคชันของเรา ถือว่าคุณได้อ่าน เข้าใจ และยอมรับข้อตกลงทั้งหมดในเงื่อนไขการใช้งานนี้ หากคุณไม่เห็นด้วยกับข้อกำหนดใด ๆ กรุณาหยุดการใช้งานแอปทันที"
    },
    {
      "header": "2. การสร้างบัญชีผู้ใช้",
      "content": "ผู้ใช้ต้องให้ข้อมูลที่ถูกต้อง ครบถ้วน และเป็นปัจจุบัน หากพบว่าข้อมูลไม่ถูกต้อง บริษัทมีสิทธิ์ระงับหรือยกเลิกบัญชีได้โดยไม่ต้องแจ้งล่วงหน้า ผู้ใช้ต้องเก็บรักษารหัสผ่านไว้เป็นความลับและไม่เปิดเผยให้บุคคลอื่นทราบ"
    },
    {
      "header": "3. การเก็บรวบรวมและการใช้ข้อมูลส่วนบุคคล",
      "content": "เราอาจเก็บข้อมูลส่วนบุคคล เช่น ชื่อ นามสกุล หมายเลขโทรศัพท์ ที่อยู่อีเมล ตำแหน่งที่ตั้ง และข้อมูลการใช้งาน เพื่อใช้ในการให้บริการ วิเคราะห์ ปรับปรุงประสบการณ์ผู้ใช้ และเพื่อการติดต่อสื่อสารทางการตลาด"
    },
    {
      "header": "4. คุกกี้ (Cookies)",
      "content": "แอปของเราอาจใช้คุกกี้เพื่อจดจำการตั้งค่าของคุณและปรับปรุงประสบการณ์ใช้งาน หากคุณไม่ต้องการให้มีการใช้คุกกี้ คุณสามารถปิดการใช้งานได้ในเบราว์เซอร์ของคุณ"
    },
    {
      "header": "5. การเปิดเผยข้อมูล",
      "content": "บริษัทจะไม่เปิดเผยข้อมูลของคุณต่อบุคคลที่สาม เว้นแต่เป็นไปตามข้อกำหนดของกฎหมาย หรือได้รับความยินยอมจากคุณโดยตรง เช่น เพื่อการให้บริการชำระเงินหรือการจัดส่งสินค้า"
    },
    {
      "header": "6. ความปลอดภัยของข้อมูล",
      "content": "ข้อมูลส่วนบุคคลทั้งหมดของคุณจะถูกจัดเก็บอย่างปลอดภัย โดยใช้ระบบเข้ารหัสและมาตรการด้านความปลอดภัยตามมาตรฐานสากล เพื่อป้องกันการเข้าถึงโดยไม่ได้รับอนุญาต การสูญหาย หรือการถูกเปลี่ยนแปลงข้อมูล"
    },
    {
      "header": "7. สิทธิของผู้ใช้งาน",
      "content": "คุณมีสิทธิ์เข้าถึง แก้ไข หรือลบข้อมูลส่วนตัวของคุณ รวมถึงสามารถถอนความยินยอมในการประมวลผลข้อมูลส่วนบุคคลได้ โดยติดต่อทีมสนับสนุนของเรา"
    },
    {
      "header": "8. พฤติกรรมของผู้ใช้งาน",
      "content": "ผู้ใช้ตกลงที่จะไม่ใช้บริการในทางที่ผิด เช่น การหลอกลวง การเผยแพร่เนื้อหาที่ผิดกฎหมาย การละเมิดทรัพย์สินทางปัญญา หรือการใช้ระบบเพื่อโจมตีหรือรบกวนบริการของผู้อื่น"
    },
    {
      "header": "9. ทรัพย์สินทางปัญญา",
      "content": "เนื้อหา โลโก้ เครื่องหมายการค้า รูปภาพ และองค์ประกอบอื่น ๆ ภายในแอปพลิเคชันนี้เป็นทรัพย์สินของบริษัท ห้ามทำซ้ำ ดัดแปลง หรือเผยแพร่โดยไม่ได้รับอนุญาตเป็นลายลักษณ์อักษร"
    },
    {
      "header": "10. การเชื่อมโยงไปยังเว็บไซต์ของบุคคลที่สาม",
      "content": "แอปของเราอาจมีลิงก์เชื่อมโยงไปยังเว็บไซต์อื่น ๆ ซึ่งเราไม่สามารถควบคุมเนื้อหาและนโยบายความเป็นส่วนตัวของเว็บไซต์เหล่านั้นได้ บริษัทไม่รับผิดชอบต่อความเสียหายที่อาจเกิดขึ้นจากการใช้งานเว็บไซต์ภายนอก"
    },
    {
      "header": "11. การแก้ไขและอัปเดตเงื่อนไข",
      "content": "บริษัทขอสงวนสิทธิ์ในการแก้ไข ปรับปรุง หรือเพิ่มเติมเงื่อนไขการใช้งานนี้โดยไม่ต้องแจ้งล่วงหน้า การเปลี่ยนแปลงจะมีผลทันทีเมื่อเผยแพร่ในระบบ กรุณาตรวจสอบเป็นระยะเพื่อรับทราบข้อมูลล่าสุด"
    },
    {
      "header": "12. การระงับการใช้งานหรือปิดบัญชี",
      "content": "บริษัทมีสิทธิ์ระงับหรือปิดบัญชีของผู้ใช้โดยไม่ต้องแจ้งล่วงหน้า หากพบว่ามีการละเมิดเงื่อนไข หรือกระทำการใด ๆ ที่เป็นอันตรายต่อระบบหรือผู้ใช้งานรายอื่น"
    },
    {
      "header": "13. การจำกัดความรับผิดชอบ",
      "content": "บริษัทไม่รับประกันว่าแอปพลิเคชันจะปราศจากข้อผิดพลาดหรือหยุดทำงานชั่วคราว และไม่รับผิดชอบต่อความเสียหายทางตรงหรือทางอ้อมที่อาจเกิดขึ้นจากการใช้งาน"
    },
    {
      "header": "14. นโยบายความเป็นส่วนตัวเพิ่มเติม",
      "content": "บริษัทอาจจัดเก็บข้อมูลเพิ่มเติม เช่น ประวัติการสั่งซื้อ การชำระเงิน หรือการโต้ตอบกับระบบ เพื่อปรับปรุงบริการและความปลอดภัยของผู้ใช้งาน"
    },
    {
      "header": "15. การโฆษณาและการตลาด",
      "content": "เราอาจใช้ข้อมูลของคุณในการส่งข่าวสาร โปรโมชั่น หรือข้อเสนอพิเศษผ่านอีเมลหรือข้อความ คุณสามารถเลือกที่จะไม่รับข้อมูลเหล่านี้ได้ทุกเมื่อ"
    },
    {
      "header": "16. อายุผู้ใช้งาน",
      "content": "ผู้ใช้ต้องมีอายุอย่างน้อย 13 ปีขึ้นไปเพื่อใช้งานบริการ หากพบว่าผู้ใช้อายุต่ำกว่าเกณฑ์ บริษัทมีสิทธิ์ระงับบัญชีทันที"
    },
    {
      "header": "17. การใช้ข้อมูลเชิงวิเคราะห์",
      "content": "เราจะใช้ข้อมูลสถิติและข้อมูลเชิงวิเคราะห์เพื่อตรวจสอบแนวโน้มการใช้งานและพัฒนาแอปพลิเคชันให้ตอบโจทย์ผู้ใช้มากขึ้น โดยข้อมูลดังกล่าวจะไม่สามารถระบุตัวบุคคลได้"
    },
    {
      "header": "18. การบังคับใช้กฎหมาย",
      "content": "เงื่อนไขนี้อยู่ภายใต้กฎหมายของประเทศไทย และข้อพิพาทใด ๆ ที่เกิดขึ้นจะต้องได้รับการพิจารณาโดยศาลที่มีเขตอำนาจในประเทศไทย"
    },
    {
      "header": "19. การยกเลิกข้อตกลง",
      "content": "ผู้ใช้สามารถยกเลิกบัญชีได้ทุกเมื่อโดยติดต่อฝ่ายบริการลูกค้า อย่างไรก็ตาม บริษัทอาจเก็บข้อมูลบางส่วนตามที่กฎหมายกำหนดไว้เพื่อปฏิบัติตามภาระหน้าที่ทางกฎหมาย"
    },
    {
      "header": "20. การติดต่อเรา",
      "content": "หากคุณมีคำถาม ข้อเสนอแนะ หรือข้อร้องเรียนเกี่ยวกับเงื่อนไขการใช้งานและนโยบายความเป็นส่วนตัวนี้ กรุณาติดต่อเราที่อีเมล support@safepro.com หรือโทร 02-123-4567"
    }
  ]
}
